Repository: Dizzy918/fitness-tracker
Catalog: FitnessTracker/Resources/Localizable.xcstrings
Source language: en
Languages: ar, bg, ca, cs, da, de, el, es, et, fi, fr, ga, hr, hu, id, is, it, ja, ko, lt, lv, mk, ms, mt, nb, nl, pl, pt_br, pt_pt, ro, ru, sk, sl, sq, sr, sv, tr, uk, vi, zh_hans, zh_hant

source: On the bar
ar: على البار
bg: На лоста
ca: A la barra
cs: Na ose
da: På stangen
de: Auf der Stange
el: Στη μπάρα
es: En la barra
et: Kangil
fi: Tangossa
fr: Sur la barre
ga: Ar an mbarra
hr: Na šipci
hu: A rúdon
id: Di barbel
is: Á stönginni
it: Sul bilanciere
ja: バーの総重量
ko: 바에 끼움
lt: Ant grifo
lv: Uz stieņa
mk: На шипката
ms: Pada bar
mt: Fuq il-bar
nb: På stanga
nl: Op de stang
pl: Na gryfie
pt_br: Na barra
pt_pt: Na barra
ro: Pe bară
ru: На грифе
sk: Na osi
sl: Na palici
sq: Në shufër
sr: На шипци
sv: På stången
tr: Barda
uk: На грифі
vi: Trên đòn
zh_hans: 杆上
zh_hant: 槓上

source: On this plan you arrive tired. Cutting volume over the last two weeks — while keeping some intensity — sheds fatigue much faster than it sheds fitness.
ar: بهذه الخطة تصل مُتعبًا. خفض الحجم في الأسبوعين الأخيرين — مع إبقاء بعض الشدة — يُذهب الإجهاد أسرع بكثير مما يُذهب اللياقة.
bg: С този план пристигаш уморен. Намаляването на обема през последните две седмици — при запазена интензивност — сваля умората много по-бързо, отколкото формата.
ca: Amb aquest pla hi arribes cansat. Retallar volum les dues darreres setmanes, mantenint una mica d'intensitat, treu fatiga molt més de pressa que no pas forma.
cs: S tímhle plánem přijedeš unavený. Snížení objemu v posledních dvou týdnech při zachování části intenzity shodí únavu mnohem rychleji než kondici.
da: Med denne plan møder du op træt. At skære i mængden de sidste to uger og beholde noget intensitet fjerner træthed langt hurtigere end form.
de: Mit diesem Plan kommst du müde an. Den Umfang in den letzten zwei Wochen zu senken — bei erhaltener Intensität — baut Ermüdung viel schneller ab als Fitness.
el: Με αυτό το πλάνο φτάνεις κουρασμένος. Η μείωση του όγκου τις δύο τελευταίες εβδομάδες — κρατώντας λίγη ένταση — διώχνει την κόπωση πολύ πιο γρήγορα απ' ό,τι τη φυσική κατάσταση.
es: Con este plan llegas cansado. Recortar el volumen en las dos últimas semanas, manteniendo algo de intensidad, quita fatiga mucho más rápido que forma.
et: Selle plaaniga jõuad kohale väsinuna. Mahu vähendamine viimasel kahel nädalal — jättes veidi intensiivsust alles — viib väsimust maha palju kiiremini kui vormi.
fi: Tällä suunnitelmalla saavut väsyneenä. Määrän vähentäminen kahdella viimeisellä viikolla, tehoa jonkin verran säilyttäen, karistaa väsymystä paljon nopeammin kuin kuntoa.
fr: Avec ce plan, tu arrives fatigué. Réduire le volume sur les deux dernières semaines, en gardant de l'intensité, fait tomber la fatigue bien plus vite que la forme.
ga: Leis an bplean seo tagann tú tuirseach. Baineann laghdú toirte sa dá sheachtain dheireanacha — agus roinnt déine á coinneáil — tuirse díot i bhfad níos tapúla ná aclaíocht.
hr: S ovim planom dolaziš umoran. Smanjenje volumena u zadnja dva tjedna uz zadržavanje nešto intenziteta skida umor mnogo brže nego formu.
hu: Ezzel a tervvel fáradtan érkezel. Az utolsó két hétben a volumen csökkentése — némi intenzitás megtartása mellett — sokkal gyorsabban viszi le a fáradtságot, mint a fittséget.
id: Dengan rencana ini kamu tiba dalam keadaan lelah. Memangkas volume selama dua minggu terakhir — sambil mempertahankan sebagian intensitas — melepas kelelahan jauh lebih cepat daripada melepas kebugaran.
is: Með þessari áætlun mætir þú þreyttur. Að skera niður magn síðustu tvær vikurnar — og halda einhverri ákefð — losar þreytu miklu hraðar en form.
it: Con questo piano arrivi stanco. Tagliare il volume nelle ultime due settimane, mantenendo un po' di intensità, smaltisce la fatica molto più in fretta della forma.
ja: このプランだと疲れたまま当日を迎えます。強度をある程度保ったまま最後の 2 週間で量を減らすと、フィットネスよりはるかに速く疲労が抜けます。
ko: 이 계획대로면 지친 채로 대회에 갑니다. 마지막 2주 동안 강도는 어느 정도 유지하면서 양을 줄이면, 체력보다 피로가 훨씬 빨리 빠집니다.
lt: Su šiuo planu atvyksti pavargęs. Apimties mažinimas per paskutines dvi savaites, išlaikant šiek tiek intensyvumo, nuima nuovargį daug greičiau nei formą.
lv: Ar šo plānu tu ierodies noguris. Apjoma samazināšana pēdējās divās nedēļās, saglabājot zināmu intensitāti, noņem nogurumu daudz ātrāk nekā formu.
mk: Со овој план пристигнуваш уморен. Намалувањето на обемот во последните две недели, со задржување на дел од интензитетот, го симнува заморот многу побрзо отколку формата.
ms: Dengan rancangan ini anda tiba dalam keadaan letih. Memotong volum sepanjang dua minggu terakhir — sambil mengekalkan sedikit intensiti — melepaskan keletihan jauh lebih cepat daripada melepaskan kecergasan.
mt: B'dan il-pjan tasal għajjien. Jekk tnaqqas il-volum fl-aħħar ġimagħtejn — filwaqt li żżomm ftit intensità — titlef l-għeja ħafna aktar malajr milli titlef il-forma.
nb: Med denne planen møter du opp sliten. Å kutte mengden de siste to ukene, med litt intensitet igjen, fjerner tretthet mye raskere enn form.
nl: Met dit plan kom je vermoeid aan. Het volume in de laatste twee weken terugbrengen — met behoud van wat intensiteit — laat vermoeidheid veel sneller zakken dan conditie.
pl: Z tym planem dojeżdżasz zmęczony. Obcięcie objętości w ostatnich dwóch tygodniach, przy zachowaniu części intensywności, zrzuca zmęczenie dużo szybciej niż formę.
pt_br: Com este plano você chega cansado. Cortar volume nas duas últimas semanas — mantendo alguma intensidade — derruba a fadiga muito mais rápido do que a forma.
pt_pt: Com este plano chegas cansado. Cortar volume nas últimas duas semanas, mantendo alguma intensidade, tira fadiga muito mais depressa do que forma.
ro: Cu acest plan ajungi obosit. Reducerea volumului în ultimele două săptămâni — păstrând ceva intensitate — elimină oboseala mult mai repede decât forma.
ru: С этим планом вы приедете уставшим. Снижение объёма в последние две недели с сохранением части интенсивности убирает усталость гораздо быстрее, чем форму.
sk: S týmto plánom prídeš unavený. Zníženie objemu v posledných dvoch týždňoch pri zachovaní časti intenzity zhodí únavu oveľa rýchlejšie než kondíciu.
sl: S tem načrtom prideš utrujen. Zmanjšanje obsega v zadnjih dveh tednih ob ohranjanju nekaj intenzivnosti odnese utrujenost veliko hitreje kot pripravljenost.
sq: Me këtë plan mbërrin i lodhur. Ulja e vëllimit në dy javët e fundit, duke ruajtur pak intensitet, e heq lodhjen shumë më shpejt sesa formën.
sr: С овим планом долазиш уморан. Смањење обима у последње две недеље уз задржавање нешто интензитета скида умор много брже него форму.
sv: Med den här planen kommer du fram trött. Att dra ner volymen de sista två veckorna, med viss intensitet kvar, släpper tröttheten mycket snabbare än formen.
tr: Bu planla yorgun varıyorsun. Son iki haftada hacmi kısmak — biraz şiddeti korurken — yorgunluğu kondisyondan çok daha hızlı atar.
uk: З цим планом ви приїдете втомленим. Зниження обсягу в останні два тижні зі збереженням частини інтенсивності прибирає втому набагато швидше, ніж форму.
vi: Với kế hoạch này bạn vào ngày đua trong trạng thái mệt. Cắt khối lượng trong hai tuần cuối — mà vẫn giữ một phần cường độ — sẽ đẩy mệt mỏi đi nhanh hơn nhiều so với đẩy thể lực đi.
zh_hans: 照这个计划你会带着疲劳上场。最后两周削减训练量、保留部分强度，掉疲劳会比掉体能快得多。
zh_hant: 照這個計畫你會帶著疲勞上場。最後兩週削減訓練量、保留部分強度，掉疲勞會比掉體能快得多。

source: One cue that keeps the rep honest
ar: إشارة واحدة تُبقي التكرار سليمًا
bg: Една подсказка, която пази повторението честно
ca: Una indicació que manté la repetició honesta
cs: Jedna připomínka, která udrží opakování čisté
da: Et fokuspunkt, der holder gentagelsen ren
de: Ein Hinweis, der die Wiederholung sauber hält
el: Μια υπόδειξη που κρατά την επανάληψη σωστή
es: Una indicación que mantiene honesta la repetición
et: Üks vihje, mis hoiab korduse puhtana
fi: Yksi vihje, joka pitää toiston puhtaana
fr: Un repère qui garde la répétition propre
ga: Leid amháin a choinníonn an t-athdhéanamh macánta
hr: Jedan podsjetnik koji drži ponavljanje čistim
hu: Egy instrukció, ami tisztán tartja az ismétlést
id: Satu aba-aba yang menjaga repetisi tetap jujur
is: Ein ábending sem heldur endurtekningunni hreinni
it: Un riferimento che mantiene onesta la ripetizione
ja: 動作を崩さないための一言
ko: 동작을 흐트러지지 않게 하는 한 가지 포인트
lt: Viena užuomina, kuri išlaiko pakartojimą švarų
lv: Viens norādījums, kas notur atkārtojumu tīru
mk: Еден потсетник што го држи повторувањето чисто
ms: Satu isyarat yang menjaga ulangan kekal jujur
mt: Ħjiel wieħed li jżomm ir-ripetizzjoni nadifa
nb: Ett holdepunkt som holder repetisjonen ren
nl: Eén aanwijzing die de herhaling zuiver houdt
pl: Jedna wskazówka, która pilnuje jakości powtórzenia
pt_br: Uma dica que mantém a repetição honesta
pt_pt: Uma indicação que mantém a repetição honesta
ro: Un indiciu care ține repetarea curată
ru: Одна подсказка, которая держит повторение честным
sk: Jedna pripomienka, ktorá udrží opakovanie čisté
sl: En namig, ki ohrani ponovitev čisto
sq: Një udhëzim që e mban përsëritjen të pastër
sr: Један подсетник који држи понављање чистим
sv: En ledtråd som håller repetitionen ärlig
tr: Tekrarı dürüst tutan tek bir ipucu
uk: Одна підказка, яка тримає повторення чесним
vi: Một lời nhắc giữ cho mỗi lần tập không sai form
zh_hans: 一句让动作不走样的提示
zh_hant: 一句讓動作不走樣的提示

source: One, or a whole folder from your watch's export.
ar: ملف واحد، أو مجلد كامل من تصدير ساعتك.
bg: Един или цяла папка от експорта на часовника ти.
ca: Un, o tota una carpeta de l'exportació del teu rellotge.
cs: Jeden, nebo rovnou celou složku z exportu hodinek.
da: En enkelt, eller en hel mappe fra dit urs eksport.
de: Eine einzelne oder gleich einen ganzen Ordner aus dem Export deiner Uhr.
el: Ένα, ή έναν ολόκληρο φάκελο από την εξαγωγή του ρολογιού σου.
es: Uno, o una carpeta entera de lo que exporta tu reloj.
et: Ühe või kohe terve kausta oma kella ekspordist.
fi: Yksi tai kokonainen kansio kellosi viennistä.
fr: Un seul, ou tout un dossier exporté par votre montre.
ga: Ceann amháin, nó fillteán iomlán ó easpórtáil d'uaireadóra.
hr: Jednu, ili cijelu mapu iz izvoza tvog sata.
hu: Egyet, vagy egy egész mappát az órád exportjából.
id: Satu file, atau satu folder penuh hasil ekspor jammu.
is: Eina, eða heila möppu úr útflutningi úrsins þíns.
it: Uno, o un'intera cartella esportata dal tuo orologio.
ja: 1件でも、時計の書き出しフォルダごとでも。
ko: 한 개도 좋고, 시계가 내보낸 폴더 통째로도 좋습니다.
lt: Vieną arba visą aplanką iš savo laikrodžio eksporto.
lv: Vienu vai veselu mapi no sava pulksteņa eksporta.
mk: Една, или цела папка од извозот на твојот часовник.
ms: Satu fail, atau satu folder penuh daripada eksport jam anda.
mt: Wieħed, jew folder sħiħ mill-esportazzjoni tal-arloġġ tiegħek.
nb: Én, eller en hel mappe fra eksporten til klokka.
nl: Eén, of een hele map uit de export van je horloge.
pl: Jeden albo cały folder z eksportu z zegarka.
pt_br: Um, ou uma pasta inteira exportada pelo seu relógio.
pt_pt: Um, ou uma pasta inteira exportada pelo seu relógio.
ro: Unul, sau un folder întreg din exportul ceasului tău.
ru: Один файл или целая папка из выгрузки ваших часов.
sk: Jeden, alebo rovno celý priečinok z exportu hodiniek.
sl: Eno ali kar celo mapo iz izvoza tvoje ure.
sq: Një, ose një dosje të tërë nga eksporti i orës sate.
sr: Једну, или целу фасциклу из извоза твог сата.
sv: En, eller en hel mapp från klockans export.
tr: Bir tane ya da saatinin dışa aktardığı klasörün tamamı.
uk: Один файл або ціла папка з вивантаження вашого годинника.
vi: Một tệp, hoặc nguyên thư mục đồng hồ của bạn xuất ra.
zh_hans: 一个文件，或者手表导出的整个文件夹。
zh_hant: 一個檔案，或手錶匯出的整個資料夾。

source: Only %lld%% of sessions in this window had heart rate, so this describes that slice rather than your training as a whole.
ar: ‏%lld%% فقط من حصص هذه الفترة تحوي نبضًا، لذا يصف هذا تلك الشريحة لا تدريبك ككل.
bg: Само %lld%% от тренировките в този период имаха пулс, така че това описва тази част, а не тренировките ти като цяло.
ca: Només el %lld%% de les sessions d'aquest període tenien pulsacions, així que això descriu aquest tros i no el teu entrenament sencer.
cs: Tepovou frekvenci mělo jen %lld%% tréninků v tomto období, takže to popisuje tuhle část, ne tvůj trénink jako celek.
da: Kun %lld%% af passene i perioden havde puls, så dette beskriver den del og ikke din træning som helhed.
de: Nur %lld%% der Einheiten in diesem Zeitraum hatten Herzfrequenz — das beschreibt also diesen Ausschnitt, nicht dein Training insgesamt.
el: Μόνο το %lld%% των προπονήσεων αυτής της περιόδου είχαν παλμούς, οπότε αυτό περιγράφει εκείνο το κομμάτι και όχι την προπόνησή σου συνολικά.
es: Solo el %lld%% de las sesiones de este periodo tenían frecuencia cardíaca, así que esto describe ese trozo, no tu entrenamiento en conjunto.
et: Selle perioodi trennidest oli pulss vaid %lld%%-l, seega kirjeldab see seda osa, mitte sinu treeningut tervikuna.
fi: Vain %lld %% tämän jakson harjoituksista sisälsi sykkeen, joten tämä kuvaa sitä osuutta eikä harjoitteluasi kokonaisuutena.
fr: Seules %lld%% des séances de cette période avaient une fréquence cardiaque : cela décrit donc cette portion, pas ton entraînement dans son ensemble.
ga: Ní raibh ráta croí ach ag %lld%% de na seisiúin sa tréimhse seo, mar sin cuireann sé seo síos ar an sliocht sin seachas ar do chuid traenála ina hiomláine.
hr: Puls je imalo samo %lld%% treninga u ovom razdoblju, pa ovo opisuje taj dio, a ne tvoj trening u cjelini.
hu: Az ebben az időszakban végzett edzések mindössze %lld%%-ánál volt pulzus, így ez azt a szeletet írja le, nem az edzésmunkádat összességében.
id: Hanya %lld%% sesi dalam rentang ini yang punya detak jantung, jadi ini menggambarkan potongan itu saja, bukan latihanmu secara keseluruhan.
is: Aðeins %lld%% æfinga á þessu tímabili höfðu púls, svo þetta lýsir þeim hluta en ekki þjálfuninni í heild.
it: Solo il %lld%% delle sessioni di questo periodo aveva la frequenza cardiaca, quindi questo descrive quella fetta, non il tuo allenamento nel complesso.
ja: この期間で心拍があったのはセッションの %lld%% だけです。したがってこれは全体ではなくその一部を表しています。
ko: 이 기간 세션 중 %lld%%만 심박수가 있어, 훈련 전체가 아니라 그 일부를 설명하는 값입니다.
lt: Tik %lld%% šio laikotarpio treniruočių turėjo pulsą, todėl tai apibūdina tą dalį, o ne tavo treniruotes apskritai.
lv: Šajā periodā tikai %lld%% treniņu bija ar pulsu, tāpēc tas apraksta šo daļu, nevis tavu treniņu kopumā.
mk: Само %lld%% од тренинзите во овој период имаа пулс, па ова го опишува тој дел, а не твојот тренинг во целина.
ms: Hanya %lld%% sesi dalam julat ini mempunyai denyutan jantung, jadi ini menggambarkan kepingan itu sahaja, bukan latihan anda secara keseluruhan.
mt: %lld%% biss tas-sessjonijiet f'dan il-perjodu kellhom taħbit tal-qalb, għalhekk dan jiddeskrivi dik il-parti u mhux it-taħriġ tiegħek kollu.
nb: Bare %lld%% av øktene i perioden hadde puls, så dette beskriver den delen og ikke treningen din som helhet.
nl: Slechts %lld%% van de sessies in deze periode had hartslag, dus dit beschrijft dat deel en niet je training als geheel.
pl: Tylko %lld%% sesji z tego okresu miało tętno, więc to opisuje ten wycinek, a nie twój trening jako całość.
pt_br: Só %lld%% dos treinos deste período tinham frequência cardíaca, então isto descreve essa fatia, e não o seu treino como um todo.
pt_pt: Só %lld%% das sessões deste período tinham frequência cardíaca, por isso isto descreve essa fatia e não o teu treino no conjunto.
ro: Doar %lld%% dintre antrenamentele din această perioadă au avut puls, așa că asta descrie acea felie, nu antrenamentul tău în ansamblu.
ru: Пульс был лишь у %lld%% тренировок за этот период, поэтому картина описывает эту часть, а не тренировки целиком.
sk: Tepovú frekvenciu malo len %lld%% tréningov v tomto období, takže to opisuje túto časť, nie tvoj tréning ako celok.
sl: Utrip je imelo le %lld%% treningov v tem obdobju, zato to opisuje ta del in ne tvojega treninga kot celote.
sq: Vetëm %lld%% e stërvitjeve në këtë periudhë kishin rrahje zemre, prandaj kjo përshkruan atë pjesë e jo stërvitjen tënde në tërësi.
sr: Пулс је имало само %lld%% тренинга у овом периоду, па ово описује тај део, а не твој тренинг у целини.
sv: Bara %lld%% av passen i perioden hade puls, så det här beskriver den delen och inte din träning som helhet.
tr: Bu aralıktaki antrenmanların yalnızca %%%lld'inde nabız vardı; yani bu, antrenmanının tamamını değil o dilimi anlatıyor.
uk: Пульс був лише в %lld%% тренувань за цей період, тож картина описує цю частину, а не тренування загалом.
vi: Chỉ %lld%% số buổi trong khoảng này có nhịp tim, nên phần mô tả này nói về lát cắt đó chứ không phải toàn bộ quá trình tập của bạn.
zh_hans: 该时段只有 %lld%% 的训练有心率数据，因此这只反映其中一部分，而非你的全部训练。
zh_hant: 此期間只有 %lld%% 的訓練有心率資料，因此這只反映其中一部分，而非你的全部訓練。

source: Optional — import from Health instead if your watch records them. HRV and resting heart rate are half the readiness score's weight.
ar: اختياري — إن كانت ساعتك تسجّلها فاستوردها من تطبيق الصحة بدلًا من ذلك. يشكّل تغيّر النبض ونبض الراحة نصف وزن درجة الجاهزية.
bg: По избор — вместо това импортирай от Health, ако часовникът ти ги записва. HRV и пулсът в покой са половината от тежестта на оценката за готовност.
ca: Opcional: si el teu rellotge les registra, val més que les importis de Salut. La VFC i la freqüència cardíaca en repòs són la meitat del pes de la puntuació de preparació.
cs: Nepovinné — pokud to hodinky zaznamenávají, naimportuj to raději ze Zdraví. HRV a klidová tepová frekvence tvoří polovinu váhy skóre připravenosti.
da: Valgfrit — importér hellere fra Sundhed, hvis dit ur registrerer dem. HRV og hvilepuls udgør halvdelen af parathedsscorens vægt.
de: Optional — importiere stattdessen aus Health, wenn deine Uhr sie aufzeichnet. HRV und Ruhepuls machen die Hälfte des Bereitschaftswerts aus.
el: Προαιρετικό — αν το ρολόι σου τα καταγράφει, κάνε καλύτερα εισαγωγή από την Υγεία. Το HRV και οι παλμοί ηρεμίας είναι το μισό βάρος της βαθμολογίας ετοιμότητας.
es: Opcional: importa de Salud si tu reloj los registra. La VFC y la frecuencia cardíaca en reposo pesan la mitad de la puntuación de disposición.
et: Vabatahtlik — kui su kell neid salvestab, impordi need pigem Tervisest. HRV ja puhkeolekupulss moodustavad poole valmisoleku hinnangu kaalust.
fi: Valinnainen — tuo mieluummin Terveydestä, jos kellosi tallentaa ne. HRV ja leposyke ovat puolet valmiuspisteiden painosta.
fr: Facultatif : importe plutôt depuis Santé si ta montre les enregistre. La VFC et la fréquence cardiaque au repos pèsent la moitié du score de disponibilité.
ga: Roghnach — má thaifeadann d'uaireadóir iad, iompórtáil ó Health iad ina ionad sin. Is ionann HRV agus ráta croí scíthe agus leath de mheáchan an scóir ullmhachta.
hr: Neobavezno — ako ih tvoj sat bilježi, radije ih uvezi iz Zdravlja. HRV i puls u mirovanju čine polovicu težine ocjene spremnosti.
hu: Opcionális — ha az órád rögzíti, inkább a Healthből importáld. A HRV és a nyugalmi pulzus adja a készenléti pontszám súlyának felét.
id: Opsional — lebih baik impor dari Health kalau jammu merekamnya. HRV dan detak jantung istirahat menyumbang separuh bobot skor kesiapan.
is: Valfrjálst — ef úrið þitt skráir þetta skaltu frekar flytja það inn úr Heilsu. HRV og hvíldarpúls vega helming viðbúnaðareinkunnarinnar.
it: Facoltativo: importa piuttosto da Salute se il tuo orologio li registra. HRV e frequenza cardiaca a riposo pesano metà del punteggio di prontezza.
ja: 任意です。時計が記録しているならヘルスケアから読み込んでください。HRV と安静時心拍でコンディションスコアの半分を占めます。
ko: 선택 사항입니다 — 시계가 기록한다면 건강 앱에서 가져오는 편이 낫습니다. HRV와 안정 시 심박수가 준비도 점수 가중치의 절반을 차지합니다.
lt: Neprivaloma — jei tavo laikrodis tai registruoja, geriau importuok iš Sveikatos. HRV ir ramybės pulsas sudaro pusę pasirengimo įverčio svorio.
lv: Neobligāti — ja tavs pulkstenis tos reģistrē, labāk importē tos no Veselības. HRV un miera pulss veido pusi no gatavības vērtējuma svara.
mk: Изборно — ако твојот часовник ги запишува, подобро увези ги од Здравје. HRV и пулсот во мирување сочинуваат половина од тежината на оцената за подготвеност.
ms: Pilihan — lebih baik import daripada Health jika jam anda merakamnya. HRV dan denyutan jantung rehat menyumbang separuh daripada berat skor kesediaan.
mt: Fakultattiv — jekk l-arloġġ tiegħek jirreġistrahom, importahom minn Health minflok. L-HRV u t-taħbit mistrieħ jgħoddu nofs il-piż tal-punteġġ ta' tħejjija.
nb: Valgfritt — importer heller fra Helse hvis klokka registrerer dem. HRV og hvilepuls utgjør halvparten av vekten i beredskapsscoren.
nl: Optioneel — importeer liever uit Gezondheid als je horloge ze vastlegt. HRV en rusthartslag zijn samen de helft van het gewicht van de gereedheidsscore.
pl: Opcjonalne — zaimportuj raczej ze Zdrowia, jeśli zegarek je zapisuje. HRV i tętno spoczynkowe to połowa wagi wskaźnika gotowości.
pt_br: Opcional — se o seu relógio registra isso, prefira importar do app Saúde. A VFC e a frequência cardíaca de repouso valem metade do peso da nota de prontidão.
pt_pt: Opcional — importa antes da Saúde se o teu relógio os registar. A VFC e a frequência cardíaca em repouso valem metade do peso da pontuação de prontidão.
ro: Opțional — dacă ceasul le înregistrează, importă-le mai bine din Health. HRV și pulsul de repaus reprezintă jumătate din ponderea scorului de pregătire.
ru: Необязательно — если часы это пишут, лучше импортируйте из «Здоровья». ВСР и пульс покоя дают половину веса оценки готовности.
sk: Nepovinné — ak to hodinky zaznamenávajú, importuj to radšej zo Zdravia. HRV a pokojová tepová frekvencia tvoria polovicu váhy skóre pripravenosti.
sl: Neobvezno — če jih tvoja ura beleži, jih raje uvozi iz Zdravja. HRV in utrip v mirovanju predstavljata polovico teže ocene pripravljenosti.
sq: Opsionale — nëse ora jote i regjistron, importoji më mirë nga Shëndeti. HRV dhe rrahjet në qetësi përbëjnë gjysmën e peshës së vlerësimit të gatishmërisë.
sr: Необавезно — ако их твој сат бележи, радије их увези из Здравља. HRV и пулс у мировању чине половину тежине оцене спремности.
sv: Valfritt — importera hellre från Hälsa om klockan registrerar dem. HRV och vilopuls utgör halva vikten i beredskapsvärdet.
tr: İsteğe bağlı — saatin bunları kaydediyorsa bunun yerine Sağlık'tan içe aktar. HRV ve dinlenme nabzı, hazırlık puanının ağırlığının yarısını oluşturur.
uk: Необов’язково — якщо годинник це пише, краще імпортуйте зі «Здоров’я». ВСР і пульс спокою дають половину ваги оцінки готовності.
vi: Không bắt buộc — nếu đồng hồ của bạn có ghi thì nên nhập từ Health. HRV và nhịp tim nghỉ chiếm một nửa trọng số của điểm sẵn sàng.
zh_hans: 选填——如果手表会记录，建议改从「健康」导入。HRV 和静息心率占状态评分权重的一半。
zh_hant: 選填——如果手錶會記錄，建議改從「健康」匯入。HRV 與靜止心率占狀態評分權重的一半。
